var App = App || {};

App.data = {
    information: {about: '<h3>Новый&nbsp;набор Школы разработки&nbsp;интерфейсов</h3><p>Яндекс открывает набор во вторую Школу разработки интерфейсов в Москве.</p><p>Мы приглашаем студентов старших курсов и недавних выпускников вузов, которые хотят развиваться в области фронтенд-разработки веб-сервисов. Чтобы учиться в нашей Школе, вам понадобятся базовые знания по разработке интерфейсов и небольшой опыт их создания.</p><p>Бесплатные занятия будут проходить три раза в неделю в <a href="http://company.yandex.ru/contacts/redrose/" title="московском офисе Яндекса">московском офисе Яндекса</a>: <strong>во вторник и четверг — с 18:30 до 21:30, в субботу — с 12:00 до 15:00.</strong> </p><a href="http://company.yandex.ru/contacts/redrose/" title="московском офисе Яндекса">московском офисе Яндекса</a><strong>во вторник и четверг — с 18:30 до 21:30, в субботу — с 12:00 до 15:00.</strong><p>Наиболее успешные выпускники Школы получат возможность пройти практику в компании.</p><h3>Как поступить</h3><p>Приём заявок на поступление закончен. По результатам теста мы пригласим в Школу 30-40 человек.</p><h3>Структура школы</h3><p><strong>Теоретический этап</strong></p><strong>Теоретический этап</strong><p>Первый этап обучения представляет собой курс лекций, посвящённых различным сторонам фронтенд-разработки. С программой прошлого года вы можете ознакомиться на <a href="http://events.yandex.ru/events/shri/msk-2012/programm/">этой</a> странице.Лекции  начнутся 7 сентября и будут продолжаться в течение месяца. В конце курса слушателям предстоит экзамен.Лучшим студентам мы предложим пройти практический этап Школы. </p><a href="http://events.yandex.ru/events/shri/msk-2012/programm/">этой</a><p><strong>Практический этап</strong></p><strong>Практический этап</strong><p>Практика — это отличный шанс увидеть работу Яндекса изнутри. Практиканты получат корпоративные компьютеры, пропуски в офис, а ещё мы будем платить им стипендию. С середины октября до середины декабря практикантам предстоит выполнить большое задание под руководством опытного разработчика. Также во время практики будут продолжаться лекции.</p><p>Тех, кто успешно пройдёт практику, мы с удовольствием пригласим к нам на работу или стажировку.</p><p>Все вопросы о Школе присылайте на адрес: <a href="mailto:intern@yandex-team.ru" title="intern@yandex-team.ru">intern@yandex-team.ru</a></p><a href="mailto:intern@yandex-team.ru" title="intern@yandex-team.ru">intern@yandex-team.ru</a>'},
    students: [
        {
            id: 1,
            name: "Паша Мягков",
            userpic: "http://cs408419.vk.me/v408419238/132b/p9dNxZto-Ok.jpg",
            about: "Что-то о себе",
            links: ["vk.com/muelle", "facebook.com/pmyagkov"]
        }
    ],
    lectures: [
        {
            id: 1,
            title: "Лекция 1",
            description: "Описание лекции 1",
            video: "http://video.yandex.ru/iframe/ya-events/x79ax18q9w.3802",
            lecturerId: 1
        }
    ],
    lecturers: [
        {
            id: 1,
            name: "Лектор 1"
        }
    ]
};
